IDEA Open Model
SectionCharacteristics.Iy Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the second moment of area related to the Y axis.
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Iy { get; set; }
Public Property Iy As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SectionCharacteristics Class
IdeaRS.OpenModel.Geometry2D Namespace